---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassGlazing
source: html/6b4f80c0-a737-b5b6-8373-87c5fcf30650.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassGlazing Property

"Mass Glazing"

## Syntax (C#)
```csharp
public static ForgeTypeId DefaultConstructionMassGlazing { get; }
```